Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/samediggi.no/samediggi-25-jagi.html.tmx
Source language: sme
Languages: nob

source: Jusstopp kritiserer ministre - NRK Sápmi
nob: Sametingets 25-årige liv: #nrks25 - NRK Sápmi

source: Gudnajahtton 25-jahkásáš Sámediggi, Norga sámedikki presideanta, Ruoŧa sámedikki presideanta, buorut Norgga stáhta ovddasteaddjit ja árvoguossit.
nob: Stortingspresident, statsråd, og kjære jubilanter: plenumsleder, Sametingspresident, representanter for det samiske folket i Finland, Russland og Sverige, Sametingets medlemmer, ærede forsamling.

source: Buvttán stuorra ilui Suoma sámedikki dearvvahusa Norgga sámedikki 25-jagi ávvudeapmái ja sávan lihku Norgga sámedíkkí menestuvví barggus Norgga sámíid vuoigatvuođaid ovddideapmín.
nob: Da jeg noen år senere ble invitert til å tale i selve Sametinget, la jeg til at en personlig drøm gikk i oppfyllelse — å få tale til et Sameting som var sikkert etablert som en representativ institusjon i landets statsliv.

source: Norga leamašan máŋgga láhkai ovdavážží sárneáššiin.
nob: Det er utsatt for kritikk, ja visst, vi lever i en fri rettsstat.

source: Norga oaččuí vuosttamužžan Davviriikkain iežas sámedikki, mas lei maiddái duođalaš mearridanváldi ja barggut.
nob: Jeg takker for den heder som Sametinget viser ved å tildele meg tingets talerstol på denne merkedag i tingets liv.

source: Norggas leamašan guhkes árbevíerru sámí álbmotservodaga huksemis.
nob: Men det blander seg samtidig inn en dyp følelse av utilstrekkelighet.

source: Álaheaju dáhpáhusaín lei váíkkuhus buot sámiíde, sémiid vuoigatvuođajaide ja Alaheaju árbi eallá aín viidásabbot.
nob: Mitt fag er rettstenkning, og de grunnleggende spørsmål innen sameretten, slik jeg ser det, er følgende to: Hva er samerettens hovedoppgave, og hva bør være samerettens grunnsyn ?

source: Dál Ruoŧa sámíin lea iežas Álaheadju-dáistaleapmi.
nob: Samerettens hovedoppgave er å skape et så sterkt rettsvern for samisk kultur at den kan leve videre her i Norden.

source: Luondu Ieage nu dehalaš sámekultuvrra oassi ahte sáhttáge dadjat, ahte juos luondu veadjá funet, maíddái sámekultuvra veadjá funet.
nob: Men flere av utvalgets medlemmer reiste senere spørsmål om å revurdere dette arbeidsprogrammet, særlig begrunnet i at rettighetene til land og vann var det primære problemet i mandatet, og i utredningen av 1984 _ga åtte av de atten medlemmer uttrykk for at de anså prioriteringen av grunnlovs- og organspørsmålene for uheldig.

source: Norga maiddáí ratifserii vuosttasíid joavkkus Ilo-ó9-soahpamuša eamiélbmogiid vuoigatvuodain, man ollašuhttin lea almmatge ain gaskan.
nob: Det var nødvendig å få en representativ forsamling, med demokratisk legitimitet innenfor det samiske folket, for å kunne få en tilstrekkelig troverdig samepolitikk.

source: Suoma Sámediggi sávvá ahte Suopma searvá jođánit soahpamuša ratifiseren stáhtaid jovkui.
nob: Det samiske flertallssynet måtte komme fram i alle viktige saker for det samiske samfunn.

source: Suoma sámedikki njunnosat leat ráddádallan dán vahkus vuoigatvuohtaminístarain soahpamuša ratifiseremis.
nob: Den samiske folkevalgte forsamling burde være grunnmuren i det samerettslige byggverk som nå skulle reises.

source: Sámeálbmot lea okta álbmot njealje ríikka viídodagas.
nob: Dette var et nytt organ i den offentlige rett og med en oppbygning som også var - ny i landets rettsorden.

source: Servodatovdáneapmi lea goittotge sárgumin ain čavgasut rájáid sierra stáhtaíd gaskkas ássí sámiíd gaskii.
nob: Et samisk ting for et eget folk innenfor statsgrensene i Norge. Dette krevde en betydelig utredning og drøftelse.

source: Erenomáä stuorra ballu lea Ruošša sámiíd sajádagas ja vejolašvuođain bargat ovttasbarggu kultuvrra, politíhka, giela ja dáidaga suorggis davvíriikkaid sámííguin.
nob: Av de viktigste spørsmål var: direkte eller indirekte valg, ulike samedefinísjoner og opprettelse av samemanntall, valgkretser og mandatfordeling.

source: Maíddáí EU ráhkadií rájáid Norgga ja dan rádjaránnjáíd gaskii.
nob: En skarp politisk kamp med demonstrasjoner og sultestreik slo inn i utvalget den første tiden.

source: Álbmotlašå dásis sierra riikkaid láhkaásaheapmí ovdána earálágan fárttain ja gáidada sámiid ain eanet nuppiin.
nob: Alle ble enige om å konsentrere arbeidet om de store spørsmål, og lot de mange små spørsmål fortsatt være små.

source: Suoma riikkabeaivvit leat aiddo gieđahallamin ráđđéhusa evttohusa sámediggelága ođasmahttima várás.
nob: Spørsmålet om reglene for direkte valg til Sametinget er det jeg særlig husker som vanskelig.

source: Evttohus ríevdada sápmelašmeroštallama.
nob: Vi vet at Finnmarksloven ble vedtatt først i 2005.

source: Odda sápmelašmeroštállama lea sámesearvvuš dohkkehan ja lea vealtameahttun, vuoi sámit eaí sutta váldokultuvrai.
nob: Setningen er senere gjentatt av fremtredende politikere i landet, og er akseptert som et utgangspunkt for politisk og rettslig vurdering.

source: Lea váidalahtti, ahte Suoma sámíin eai leat vejolašvuođat vuordit davviriikkalaš sámesoahpamuša joatkkaráđđédallarniin bohtosiid oktasaš sápmelašmeroštallamis.
nob: Som folk har samene selvbestemmelsesrett ifølge FNs to menneskerettskonvensjoner av 1966, og disse er i år inntatt på Grunnlovens nivå ved den nye bestemmelsen i Grunnlovens § 92.

source: Lea hirbmat morašlaš, ahte sámiid identitehta dáfus guovddáš ášši, sápmelašmeroštallan, lea earálágan sierra riikkain.
nob: Jeg mener derfor at sjøsamenes rett - er en debatt om et viktig rettsprinsipp, samenes rett til naturressursene, som også har betydning for landorden, og som bør føres videre.

source: Dat bealistis háddje sámeálbmoga.
nob: Den har vakt interesse internasjonalt.

source: Suoma sámedíkkis eai leat vejolašvuođat bargat sapmelašmeroštallama hárrái dakkár kompromissaíd, mat dagahivčče sámeálbmoga suddama.
nob: Det henvises også til det syn at det som følge av større samarbeid mellom de nordiske land i samespørsmål, vil være et behov for et representativt organ for samene i Norden - et nordisk sameting.

source: Muhto Suoma Sámediggi joatká oalle beaktilit barggu davviriikkalaš sámesoahparnuša ráhkadeamí ja ratifiserema ovdíi ovttas Norgga ja Ruoŧa sámedikkiiguin.
nob: Som en gammel tilhenger av nordisk rettsfellesskap og dypt interessert i samiske rettigheter var arbeidet med denne konvensjonen fylt av fremtidsrettede tanker.

source: Lea váídalahtti ahte méilmmipolitihkalaš dilli lea doalvumin ovdáneami ain guhkkelabbui dan ulbmilis, ahte soahpamuš guoskkašii maiddái Ruošša sámiíd.
nob: Men selv om det nå er hele ni år siden den enstemmige innstillingen ble avgitt, holder regjeringene i de tre land fortsatt på med å drøfte utkastet.

source: Ruošša sámiid doarjun ja váldin fárruí buorebut sámíid ovttasbargui lea dehalaš.
nob: Jeg har tidligere i Sametinget tatt fram det mektige og manende diktet av Henrik Wergeland, ” Følg kallet ”, som er en høysang til de små kulturer.

source: Suoma Sámediggi sávvá ahte Ruošša sámit váldošedje SPR:a dievaslahttun.
nob: Jeg ønsker for alle representanter at de får muligheter til å følge sitt kall.

source: Sámekultuvra deaivida aín stuorát hástalusaid ja dát hástalusat leat oktasaččat.
nob: På det første møtet i Sametinget ble situasjonen i fiskeriene og i reindriften tatt opp.

source: Dálkkádatnuppástus, luondduriggodagaid ávkkástallanfidnut, gíelamolsun váldogillii, globalísašuvdna, sámiíd eretfárren ruovttuguovllus, nuoraid vejolašvuođat beassat árbevirolaš ealáhusaid biiríi váikkuhit ja áítet olles sámi kulturvuogi boahttevuođa.
nob: Sametinget var klar over at norsk lov ikke var i harmoni med konvensjonen da, men i tillit til utviklingen som var i gang, anbefalte Sametinget ratifikasjon. Stortinget sluttet seg til det og Norge ble det første landet som ratifiserte konvensjonen i 1990. Språkloven var et resultat av utredningsarbeidet som ble igangsatt i 1980.

source: Maiddái jurddašeapmí sárniid ektuí lea garran almmolaš ságastallamis.
nob: Den er blitt et mønster også for andre land. Språkforvaltningsområdet er senere utvidet.

source: Sámedikki doaibmabiras ja vejolašvuođat ovddiidit sámiíd vuoigatvuođaid leat ain mohkasut.
nob: De andre avtalene gjelder praktiske tiltak og informasjonsutveksling.

source: Norgga Sámediggi lea ráhkadan beaktilis, Norgga sámiíd ceavzílis álbmowállj enorgána, míí lea maiddái riikkaídgaskasaččat dovddastuvvon.
nob: Samiske rettigheter utenfor Finnmark er utredet (NOU. 2007:13-14), men mer har dessverre ikke skjedd på det området.

source: Servodatnuppástusat bohtet goittotge gáibídit Norgga sámedikkis, sámí parlamentáralaš ráđis ja buot sámiin ođđa vugiid, innovašuvnnaid ja doaímmaid vuoi ceavzit váldokultuvrra oassín ja sáhttit seaílluhít kultuvrra eallinfému.
nob: Sametingetsa i sin tid ja til prøvedrift for uttak av stein i Náránaå-områdeti Kautokeino. Aktiviteten der ble fort utvidet. Etter lokalt initiativ i Káráåjohka, fikk Sametineti 1994 stoppet Rio Tinto Zincs boringer i Ráitevárri, Karasjok.

source: Buot dehaleamos lea iežas kultuvrra, giela, árbevíeruid ja árvvuid seailluheapmi, bajésdoallan ja sirdin boahttevaš buolvvaide.
nob: Saker som bøker, undervisning i samisk, kulturminner og liknende saker som nok Sametinget rimeligvis ville få å gjøre med, var bare et fåtall samer opptatt av.

source: Árbevierut, duodji, árvvut, ealáhusat nugo boazodoallu ja luohti dollet oktavuođa vássán buolvvaide ja ráhkadit oktavuođa boahttevaš buolvvaide.
nob: Sametingetkunneikke håpepå å få særlig innflytelsepå slike ting som prisen på matvarer, bensinpris, skattenivå, motorferdsel i utmark og andre hverdagslige saker.

source: Dát temát, árbevíerut ja árvvut galggašedje leat buot sámedíkkiid ja sámí parlamentáralaš ráđi doaímma láídesteaddjin.
nob: Folks engasjement i lengden er avhengig av at Sametinget har innflytelse på folks hverdag og ikke bare på forvaltning av ideelle kulturformer og minner fra fortiden.

source: Buorit guossít, Suoma sámedikki beales sávan Norgga sámedíggáí vel buoret 25 jagi.
nob: Det er en særlig glede å ham tilstede i dag når vi feirer Sametinget 25 års jubileum.

source: Sávan, ahte joatkibehtet ofelažžan eará sámíide ja stáhtaide eamíálbmotvuoigatvuođaid ovddideamís.
nob: Når privatpersoner markerer sine jubileer er det vanlig at de gjør opp regnskap for sin virksomhet, oppsummere hva de har oppnådd og hva som ennå gjenstår å gjøre.
